"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "將允許 Infuse 取用已同步影片至 Apple ‘TV’ App。";
"NSBluetoothPeripheralUsageDescription" = "將允許 Infuse 連線並串流媒體至外部裝置。";
"NSCameraUsageDescription" = "將允許 Infuse 掃描 QR 碼。";
"NSMicrophoneUsageDescription" = "將允許 Infuse 連線並配對外部裝置。";
"NSFaceIDUsageDescription" = "將允許於家長監護啟用時解鎖裝置。";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "用以共享匿名資料";
"NSLocationAlwaysUsageDescription" = "用以共享匿名資料";
"NSLocationWhenInUseUsageDescription" = "用以共享匿名資料";
"NSPhotoLibraryUsageDescription" = "將允許新增圖片至 Infuse。";
"NSBluetoothAlwaysUsageDescription" = "將允許 Infuse 連線並串流媒體至附近的 Google Cast 裝置。";
"NSLocalNetworkUsageDescription" = "將允許 Infuse 由本地端網路的裝置進行連線與串流媒體。";
"NSPhotoLibraryAddUsageDescription" = "此動作將允許 Infuse 儲存影像。";
